tap "epk/epk"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "yqrashawn/goku"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "neovim"
brew "python@3.13"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruff"
brew "tmux"
brew "tree"
brew "typst"
brew "zinit"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "anaconda"
cask "appcleaner"
cask "daisydisk"
cask "font-sf-mono-nerd-font"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "messenger"
cask "orbstack"
cask "raycast"
cask "slack"
cask "whatsapp"
cask "zulip"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "teticio.python-envy"
vscode "tomoki1207.pdf"
vscode "tomrijndorp.find-it-faster"
vscode "vscodevim.vim"
